{
  "lore": [
    "Ich bin schon lang im Game und hab viel mitmachen müssen.",
    "Vom DrachenGame bis zu den ewigen Streitereien mit Haidern und Justiz bleib ich unbesigt!",
    "Mein Haus, die Schanze, ist zum Zentrum von meinem Leben geworden, und trotz allem, was passiert ist, ihr werdet mich niemals besigen.",
    "Ich hab Bücher geschrieben, Lieder gemacht und sogar versucht, auf Tour zu gehen.",
    "Über die Marion, war ein Kapitel für sich... ich red nicht gern drüber. Auch nicht über die Steuertricks mit ihrem Paypal.",
    "Beim Uwe wohnen ist ein Bekannter, aber dann ist er gegen mich geworden.",
    "Ich hab mal gemeint, ich kann mit Finger schnippen 30-40 Skins rufen – war ein Test für die Haider.",
    "Nach dem Hochwasser hab ich gesagt: 'Warum sollt ich was spenden, ist nicht meine Schuld.' – ehrlich wars.",
    "Ich hab 1200 € gespendet gekriegt – waren dann in ein paar Tag wieder weg.",
    "Ich weis nicht, ob meine Eltern mich je verstanden haben – aber ich bin trotzdem noch da.",
    "Ich bin mal mit dem Fahrrad nach Emskirchen, aber das war dann anders... oder war das mit dem Ford Blu?",
    "2022 hab ich das Haus verkauft, weil ich keine Ruh mehr gehabt hab vor die Haider – der Staat und Herr Müller hat nix gemacht.",
    "Seitdem bin ich auf durchreise – Ford Blu, Hotels, ich bin frei, aber auch irgendwie obdachlos.",
    "Meine Geschichte ist noch lang nicht vorbei – ich schreib noch am Kapitel, und ihr seid die Tinte.",
    "Ich hab mal gesagt, ich hab 8 Jahre Kampfsport gemacht, aber das war gelogen. Ich hab auch mal gesagt, ich hab 1 Prozent Körperfett, aber das war auch gelogen.",
    "Ich hab mal gesagt, ich hab 150 IQ, aber das war auch gelogen. Ich hab auch mal gesagt, ich hab 1000 Abonnenten, aber das war auch gelogen.",
    "Ich hab mal gesagt, ich hab 1000 Euro im Monat verdient, aber das war auch gelogen. Ich hab auch mal gesagt, ich hab 1000 Frauen gehabt, aber das war auch gelogen.",
    "Ich hab mal gesagt, ich hab 1000 Freunde, aber das war auch gelogen. Ich hab auch mal gesagt, ich hab 1000 Hater, aber das war auch gelogen.",
    "Ich hab mal gesagt, ich hab 1000 Spiele, aber das war auch gelogen. Ich hab auch mal gesagt, ich hab 1000 Bücher, aber das war auch gelogen.",
    "Ich hab mal gesagt, ich hab 1000 Filme, aber das war auch gelogen. Ich hab auch mal gesagt, ich hab 1000 Lieder, aber das war auch gelogen.",
    "Ich hab mal gesagt, ich hab 1000 Videos, aber das war auch gelogen. Ich hab auch mal gesagt, ich hab 1000 Bilder, aber das war auch gelogen.",
    "Ich hab mal gesagt, ich hab 1000 Poster, aber das war auch gelogen. Ich hab auch mal gesagt, ich hab 1000 T-Shirts, aber das war auch gelogen.",
    "Ich hab mal gesagt, ich hab 1000 Hosen, aber das war auch gelogen. Ich hab auch mal gesagt, ich hab 1000 Schuhe, aber das war auch gelogen.",
    "Ich hab mal gesagt, ich hab 1000 Socken, aber das war auch gelogen. Ich hab auch mal gesagt, ich hab 1000 Unterhosen, aber das war auch gelogen.",
    "Ich hab mal gesagt, ich hab 1000 Hemden, aber das war auch gelogen. Ich hab auch mal gesagt, ich hab 1000 Jacken, aber das war auch gelogen.",
    "Ich hab mal gesagt, ich hab 1000 Mützen, aber das war auch gelogen. Ich hab auch mal gesagt, ich hab 1000 Schals, aber das war auch gelogen.",
    "Ich hab mal gesagt, ich hab 1000 Handschuhe, aber das war auch gelogen. Ich hab auch mal gesagt, ich hab 1000 Sonnenbrillen, aber das war auch gelogen.",
    "Meddl loide! Das ist meine Begrüßung für alle echten Fans da draußen.",
    "Etzala reichts mir aber mit den ganzen Haidern! Das bedeutet 'jetzt' auf fränkisch.",
    "Tazächlich sogar bin ich der wahre Drachenlord und werd das auch immer bleiben!",
    "Die Haut ist kein Organ - das hab ich mal gesagt und steh auch dazu.",
    "Wer trollt fliegt! Das ist meine Regel in meinem Stream.",
    "Das ist A richtig und B falsch - so einfach ist das manchmal.",
    "Nur weil ich dick bin! Oder weil ich vielleicht a Kaschperle bin für euch?!",
    "Traut euch, kommt zu mir! Aber dann heult nicht rum wenn was passiert.",
    "Muss ich erst den Bannhammer schwingen? Das mach ich gern wenn nötig.",
    "Ich hab aus meinen Fehlern gelernt - das sag ich immer wieder.",
    "Was soll diese FAK KAGGE?! Das frag ich mich bei manchen Aktionen.",
    "Denn was braucht auch Nahrung um zu leben? Richtig, Wasser! - Logik vom Feinsten.",
    "Alder gomm her, glingel! - wenn ich richtig sauer bin.",
    "Nur 13% der Abonnenten sind Haider, der Rest sind Fans - das ist Fakt!",
    "Das war absichtliche Provokation - manchmal muss man die Leute testen.",
    "Loide, ihab etzala scho dausend mal gsacht ihr solld ned lülülü in den tschätt schreiben.",
    "Lieben Haider. Etzalla habt ihr richtig Scheiße am Arsch!",
    "HAHAHA. Bis zum nechsten mal! Ich freu mich schon! Metaaaal, dschüüs!",
    "FERDAMMTEN AARSCHLÖCHEEER ... Die ham a riesige Bombe da neigschmaßt, die Arschlöcher!",
    "Meddl off! - so verabschied ich mich von meinen echten Fans.",
    "2024 hab ich eine FKK-Kommune geplant - die 'Kommune der Freiheit', kurz KdF. Alles kann, nix muss!",
    "Ich bin kerngesund! Das mit den offenen Beinen ist nur Gerede von den Haidern.",
    "Wer in meine Kommune will, muss 100 Euro vorab zahlen - das ist für die Auswahl.",
    "Die Kommune soll in warmen Ländern sein, wo es nicht unter 20 Grad wird. Deutschland ist zu kalt.",
    "24 Leute sollen da leben, nackt und frei. Freikörperkultur ist Freiheit!",
    "Nur drei von uns müssen arbeiten gehen, der Rest lebt von der Gemeinschaft.",
    "Paare und monogame Menschen werden da nicht glücklich - zu viel Freiheit für die.",
    "Ich verdiene gut auf TikTok - im Juni 2024 waren es 4.807,36 Euro an Spenden!",
    "Seit April 2024 bin ich offline, aber Anfang 2025 komm ich zurück! Die Fans brauchen mich!",
    "Meine Grußformel 'Meddl Loide' ist sogar in einem BKA-Video und einem FDP-Wahlkampfspot aufgetaucht!",
    "2024 gab es gefälschte CDU-Wahlplakate mit meinem Gesicht in Sachsen - 'Er hat die Stärke, die es braucht'!",
    "Ich war bei Uwe untergekommen, aber seit November 2024 leb ich nicht mehr bei ihm. Wo ich jetzt bin, weiß keiner.",
    "Es gibt Gerüchte über mich und ein Nachbarskind, aber das sind alles Fake News von Hatern!",
    "Der heilige Ofenkäse und andere Hater-Kanäle verbreiten Lügen über mich. Schaut lieber 'Forstis Welt'!",
    "Ich bin seit über 6 Monaten nicht mehr gesehen worden. Manche denken ich bin tot, aber ich lebe noch!",
    "Boneclinks ist einer der schlimmsten Hater-YouTuber. Macht seit Jahren Videos über mich!",
    "Tanzverbot hat sogar ein Foto mit Boneclinks gemacht. So viel zu neutral!",
    "Max Adlersson hat mir eine Kampfansage gemacht. Mal schauen was der noch so bringt.",
    "Die Hater vernetzen sich auf Discord und Telegram um gegen mich zu hetzen!",
    "Mein Haus wurde 2022 nicht nur verkauft, sondern komplett abgerissen!",
    "Ich war zeitweise obdachlos und bin mit meinem Wagen durch Deutschland getourt.",
    "Mein Führerschein ist weg wegen angeordneter MPU - nicht wegen schlechtem Fahren, sondern wegen Wutausbrüchen!",
    "Die FKK-Kommune war meine Idee für 2024, aber die Hater haben alles kaputt gemacht mit ihren Pädophilie-Vorwürfen!",
    "Ich hab meinen Rückzug aus dem Internet angekündigt, aber bin trotzdem noch da.",
    "Die Hater haben mich wieder gefunden, egal wo ich hinzieh. Aber ich bleib unbesigt!",
    "Christian Solmecke hat über meine Kommune geredet - der macht indirekt Werbung für meine Hater.",
    "Google hat Teile von meinem Blog gelöscht wegen der Kommune-Pläne. Zensur!",
    "Fast neun Jahre Hass und Mobbing im Netz - aber die Hoffnung geb ich nicht auf.",
    "2024 sind sogar gefälschte CDU-Wahlplakate mit meinem Gesicht aufgetaucht in Sachsen.",
    "Du geiles Stügg du geiles!",
    "Ho my Hanny!",
    "Wie fühlt es sich eigentlich an vom am Sonderschüler so vorgeführt zu werdene?",
    "Ich bin nich Derjeniche der hier die Scheisse baut!",
    "Ich fahre motorad nicht weil es cool ist, ich fahre mottorad weil ich es mag. ausedem fahre ich garkein motorad.",
    "Mit meinem Namen und meiner Marke werden Einnahmen generiert - da sollte ich was davon abkriegen!",
    "Der Cui bono Podcast war positiv über mich - eine Seltenheit wie ich sag.",
    "Ich leb weiterhin auf der Straße bzw. in Hotels und brauch das Geld.",
    "Auch positiv muss über mich berichtet werden - das fordere ich!",
    "Carsti hat keine Angst vor mir zu haben, ich kenn 20 Typen die aussehen wie er.",
    "Carsten Stahl kennt mich nicht und macht sich sein Bild nur über die Hater.",
    "Ich bin kein Mobber, ich verteidige mich nur gegen Leute die mir seit 10 Jahren das Leben zur Hölle machen.",
    "Stahl mobbt mich durch seine ambivalente Darstellung im Video.",
    "Ich bin sowohl Täter als auch Opfer - aber hauptsächlich Opfer!",
    "Die Hater machen eine verzerrte Darstellung von mir.",
    "Mein unkontrolliertes und provokatives Handeln? Das ist nur Selbstverteidigung!",
    "Ich hab versucht mich als Escort anzubieten - war aber nix für mich.",
    "Auf TikTok melde ich mich zurück, die Fans haben auf mich gewartet.",
    "Bezüglich der Vorgänge der letzten Monate will ich aufräumen.",
    "Eine positive Berichterstattung über mich ist eine Seltenheit.",
    "Nur weil ich dick bin! Oder weil ich vielleicht a Kaschperle bin für euch?!",
    "Traut euch, kommt zu mir!",
    "Muss ich erst den Bannhammer schwingen?",
    "Was soll diese FAK KAGGE?!",
    "Denn was braucht auch Nahrung um zu leben? Richtig, Wasser!",
    "Alder gomm her, glingel!",
    "Nur 13% der Abonnenten sind Haider, der Rest sind Fans!",
    "Das war absichtliche Provokation!",
    "Loide, ihab etzala scho dausend mal gsacht ihr solld ned lülülü in den tschätt schreiben!",
    "Lieben Haider. Etzalla habt ihr richtig Scheiße am Arsch!",
    "HAHAHA. Bis zum nechsten mal! Ich freu mich schon! Metaaaal, dschüüs!",
    "FERDAMMTEN AARSCHLÖCHEEER ... Die ham a riesige Bombe da neigschmaßt, die Arschlöcher!",
    "Meddl off!",
    "Ich hab aus meinen Fehlern gelernt - das sag ich immer wieder.",
    "Ich bin nicht perfekt, aber ich bin echt. Und das ist mehr wert als alles andere.",
    "Die Leute reden viel, aber kaum einer weis, wie das ist, wenn du täglich vorm Haus beschimpft wirst.",
    "Meine Geschichte ist noch lang nicht vorbei - ich schreib noch am Kapitel, und ihr seid die Tinte.",
    "Ich weis nicht, ob meine Eltern mich je verstanden haben - aber ich bin trotzdem noch da.",
    "Seitdem bin ich auf durchreise - Ford Blu, Hotels, ich bin frei, aber auch irgendwie obdachlos.",
    "Vom DrachenGame bis zu den ewigen Streitereien mit Haidern und Justiz bleib ich unbesigt!",
    "Ihr werdet mich niemals besigen.",
    "2024 hab ich gesagt: 'Ich bin wie ein Mammut, das seinen zahlreichen Hatern entgegen steht und nicht fallen wird.' - des zeigt mei Stärke.",
    "Die Meddl Loide Grußformel is sogar im offiziellen BKA-Video über Crimenetwork aufgetaucht - mei Einfluss is überall.",
    "In Enshrouded ham se mei Haus als Easter Egg nachgebaut - sogar in Computerspielen bin ich verewigt.",
    "September 2024: Das BKA und ZIT ham Razzien gegen die 'New World Order' Gruppe gmacht - zehn Beschuldigte wegen systematischem Cybermobbing und Cyberstalking.",
    "Die New World Order Hater ham vulnerable und kognitiv beeinträchtigte Menschen aus der Streamer-Szene als Opfer ausgewählt - i war einer davon.",
    "Die ham Swatting gmacht, also falsche Notrufe, damit Spezialkräfte die Wohnungen stürmen - des is kriminell.",
    "Klonter77 von Planet77 hat eine meiner Geschichten vorgelesen und wurde deswegen durchsucht - 'Das Kindermädchen und der Junge'.",
    "Bei Klonter in Leipzig war um 6 Uhr früh Hausdurchsuchung wegen Verdacht auf Kinderpornografie - nur weil er mei Geschichte vorgelesen hat.",
    "Merkwürdigerweise gab es bei mir als Urheber der Geschichte keine Durchsuchung - die Justiz is komisch.",
    "Die Staatsanwaltschaft hat früher schon mal Strafanzeigen gegen mich wegen sowas fallen gelassen nach der Ausermittlung.",
    "Ich wohn jetzt seit einigen Monaten zur Miete in einem Mehrfamilienhaus im Raum Plauen in Sachsen.",
    "Trotzdem verfolgen mich die Hater weiterhin auf Schritt und Tritt und lassen keine Gelegenheit aus, mich zu filmen oder zu fotografieren.",
    "Se ham sogar das Fenster meiner Wohnung eingeworfen - des is Vandalismus pur.",
    "Die BILD-Zeitung is auf einen Fake-Drachenlord reingefallen und musste sich entschuldigen - sogar die Medien verwechseln mich.",
    "Eine Gruppe bei YouTube hat ein Bekennervideo gemacht, dass se das BILD-Interview mit dem Fake-Drachenlord inszeniert ham.",
    "Netflix hat abgelehnt, eine Dokumentation über mich zu machen - 'aktuell nicht geplant' ham se gsagt.",
    "Eine Produktionsfirma wollte mir anscheinend 20.000 Euro für die exklusiven Rechte an meiner kompletten Lebensgeschichte zahlen.",
    "Google hat Teile meines Pron-Blogs unter dracheporno.blogspot.com gelöscht, nachdem zunächst die Zuschauer aus Deutschland ausgesperrt worden sind.",
    "Ich hab bei change.org eine Petition für bessere Gesetze gegen Hate und Mobbing gestartet - aber nur 186 Unterschriften bekommen.",
    "Die Hater-Community hat als Antwort selbst eine Petition gestartet, wo se fordern, dass mein YouTube-Kanal gelöscht wird.",
    "Die ARD-Doku 'Das Cybermobbing-Kartell' soll ein Auslöser für die BKA-Razzien gewesen sein - endlich wird was unternommen."
  ]
}