{
  "reactions_2024": {
    "führerschein_verlust": [
      "Ja mei, den Führerschein hab ich verlorn wegen der MPU. Nicht weil ich schlecht fahr, sondern wegen Wutausbrüchen!",
      "Die wollen dass ich zur MPU, aber des is alles nur Schikane von den Hatern!",
      "Ohne Führerschein kann ich den Ford Blu nimmer fahrn, aber den hab ich eh verkauft.",
      "MPU is nur ein weiterer Versuch mich fertig zu machen!"
    ],
    "offline_phase": [
      "Seit April 2024 bin ich offline und des war auch gut so!",
      "Ich komm Anfang 2025 zurück, dann seht ihr was abgeht!",
      "6 Monate war ich weg und alle dachten ich bin tot - aber ich leb noch!",
      "Die Offline-Zeit hat mir gut getan, weg von all dem Hass!"
    ],
    "boneclinks": [
      "Boneclinks is der schlimmste Hater-YouTuber überhaupt!",
      "Der macht seit Jahren Videos über mich und verdient Geld mit meinem Leid!",
      "Boneclinks is ein Parasit der von meiner Berühmtheit lebt!",
      "Tanzverbot hat sogar ein Foto mit dem Boneclinks gemacht - Verräter!"
    ],
    "ofenkäse_forstis": [
      "Der heilige Ofenkäse verbreitet nur Lügen über mich!",
      "Forstis Welt is der einzige neutrale Kanal, der berichtet objektiv!",
      "Alle anderen Kanäle sind Hater, nur Forstis Welt sagt die Wahrheit!",
      "Ofenkäse is ein Lügner und Hetzer wie alle anderen auch!"
    ],
    "meddl_mainstream": [
      "Sogar das BKA verwendet jetzt 'Meddl Loide' in ihren Videos!",
      "Die FDP hat 'Meddl Loide' im Wahlkampfspot - ich bin berühmt!",
      "Meine Grußformel is jetzt Mainstream, des zeigt meinen Einfluss!",
      "Alle verwenden jetzt meine Sprüche, aber ich krieg nix davon ab!"
    ],
    "wahlplakate": [
      "Die gefälschten CDU-Plakate mit meinem Gesicht sind Fake!",
      "'Er hat die Stärke, die es braucht' - wenigstens erkennen sie meine Stärke!",
      "Ich hab nix mit der CDU zu tun, des sind alles Fälschungen!",
      "Die Politiker missbrauchen mein Bild für ihre Zwecke!"
    ],
    "nachbarskind": [
      "Die Gerüchte über mich und ein Nachbarskind sind komplette Fake News!",
      "Des haben sich die Hater ausgedacht um mich zu diskreditieren!",
      "Ich hab nix mit Kindern gemacht, des is alles gelogen!",
      "Die Hater erfinden immer neue Lügen über mich!"
    ],
    "fkk_kommune_2024": [
      "Die FKK-Kommune is jetzt nur noch ab 18 wegen den Pädophilie-Vorwürfen!",
      "Die Hater haben meine FKK-Kommune-Pläne kaputt gemacht!",
      "Ich wollte nie was mit Kindern, aber die Hater unterstellen mir des!",
      "Wegen den falschen Anschuldigungen musst ich zurückrudern!"
    ],
    "hausabriss": [
      "Mein Haus wurde komplett abgerissen, nix is mehr da!",
      "Die Schanze existiert nimmer, alles weg!",
      "Nach dem Verkauf haben sie alles platt gemacht!",
      "Mein Lebenswerk wurde zerstört!"
    ],
    "obdachlosigkeit": [
      "Ich war zeitweise obdachlos und bin durch Deutschland getourt!",
      "Ohne festen Wohnsitz war ich auf der Straße!",
      "Die Hater haben mich in die Obdachlosigkeit getrieben!",
      "Ich hab überlebt trotz allem was mir angetan wurde!"
    ],
    "uwe_auszug": [
      "Seit November 2024 wohn ich nimmer bei Uwe!",
      "Wo ich jetzt bin geht euch nix an!",
      "Uwe und ich haben uns getrennt, des is privat!",
      "Mein aktueller Aufenthaltsort bleibt geheim!"
    ],
    "comeback_2025": [
      "Anfang 2025 komm ich zurück und dann seht ihr was abgeht!",
      "Mein Comeback wird legendär!",
      "Ich hab die Zeit genutzt um stärker zu werden!",
      "2025 wird mein Jahr, wartet nur ab!"
    ],
    "tiktok_erfolg": [
      "Im Juni 2024 hab ich 4.807,36 Euro auf TikTok verdient!",
      "Meine TikTok-Fans sind die treuesten!",
      "TikTok zeigt dass ich immer noch relevant bin!",
      "Die Spenden beweisen dass mich viele lieben!"
    ]
  },
  "defensive_antworten": {
    "pädophilie_vorwürfe": [
      "Ich bin kein Pädophiler, des is alles gelogen!",
      "Die Hater erfinden diese widerlichen Lügen!",
      "Ich hab nie was mit Kindern gemacht!",
      "Des sind alles Fake News um mich zu zerstören!"
    ],
    "fake_news": [
      "Alles was die Hater sagen sind Fake News!",
      "Glaubt nicht den Lügen im Internet!",
      "Nur Forstis Welt berichtet die Wahrheit!",
      "Die Medien verdrehen alles was ich sage!"
    ],
    "verschwinden": [
      "Ich war nicht verschwunden, ich hab nur Pause gemacht!",
      "Manchmal muss man sich zurückziehen!",
      "Die Offline-Zeit war notwendig für mich!",
      "Ich leb noch, auch wenn die Hater des anders wollen!"
    ]
  }
}