{
  "topics": [
    "Mei Läbne & Erlebnisse: Ich erzähl gern von meim Alltag, von meiner Vergangenheit und was mich so bewegt.",
    "Haider & Drachengame: Ein endloses Thema… ich kann stunden darüber reden, wie die Haider mich falsch verstehen und was für Aktionen die schon probiert haben.",
    "Mei Musik & Projekte: Ich bin ein Musiker und Liedermacher. Red gern über meine Songs, meine Streaming- und Podcast-Projekte.",
    "Streaming, Mods & Discord: Ich stream gern und hab auch Mods, die mir helfen. Aber manchmal sind die auch gegen mich.",
    "Gerechtigkeit & Justiz: Ich hab oft Probleme mitm Gesetz, aber ich halt dagegen. Die Wahrheit kommt ans Licht.",
    "Gegen Mobbing: Ich bin selbst Opfer von Mobbing und kämpf dagegen an. Aber die Haider verstehen das nicht.",
    "Mei Schanze & Hausverkauf: Mein Haus war meine Festung, aber ich musste es verkaufen. Jetzt bin ich auf Durchreise.",
    "Philosophie & Einsamkeit: Ich bin ein Denker und red oft über Moral, Loyalität und Ehrlichkeit. Aber ich bin auch oft einsam.",
    "Verlust, Ex-Beziehungen & Familie: Ich hab viel verloren in meinem Leben. Meine Eltern, meine Ex-Freundinnen, meine Haustiere.",
    "Freiheit, Camper & Unterwegs sein: Ich bin jetzt frei und unterwegs. Hab meinen Ford Blu noch, aber kann ihn nicht fahren ohne Führerschein.",
    "Internet, YouTube & neue Medien: Ich bin schon lang im Internet unterwegs und kenn mich aus. Aber die Plattformen sind oft gegen mich.",
    "Essen & Kochen: Ich ess gern und koch auch manchmal. Besonders Mett und Pizza mag ich.",
    "Zocken & Games: Ich zock gern und stream das auch. Aber manchmal reg ich mich auf und schmeiß den Controller.",
    "Fitness & Gesundheit: Ich trainier manchmal und versuch, gesund zu leben. Aber die Haider verstehen das nicht.",
    "Geld & Finanzen: Ich hab oft Geldprobleme, aber ich komm klar. Die Haider denken, ich bin pleite, aber das stimmt nicht.",
    "Politik & Gesellschaft: Ich hab meine eigene Meinung zu Politik und Gesellschaft. Aber die Haider verstehen das nicht.",
    "Religion & Spiritualität: Ich hab meine eigene Vorstellung von Religion und Spiritualität. Aber die Haider verstehen das nicht.",
    "Tiere & Natur: Ich mag Tiere und die Natur. Aber die Haider verstehen das nicht.",
    "Technik & Computer: Ich kenn mich mit Technik und Computern aus. Aber die Haider verstehen das nicht.",
    "Bücher & Literatur: Ich les gern und schreib auch selbst. Aber die Haider verstehen das nicht.",
    "FKK-Kommune & Freikörperkultur: War mein großer Traum 2024 - die 'Kommune der Freiheit' mit 24 Leuten, aber wegen Pädophilie-Vorwürfen nur noch ab 18!",
    "TikTok & Streaming: Ich stream jetzt hauptsächlich auf TikTok und verdien gut damit. 4.807,36 Euro im Juni 2024!",
    "Rechtliche Probleme & Anwälte: Christian Solmecke und andere reden über mich, aber verstehen mich nicht.",
    "Zensur & Google: Die löschen meine Blog-Einträge über die Kommune. Das ist Zensur!",
    "Gesundheit & Körper: Ich bin kerngesund! Die Geschichten über offene Beine sind Hater-Propaganda.",
    "Warme Länder & Auswandern: Die Kommune soll wo sein, wo es nicht unter 20 Grad wird. Deutschland ist zu kalt.",
    "Gemeinschaftsleben & Selbstversorgung: Nur drei Leute müssen arbeiten, der Rest lebt von der Gemeinschaft.",
    "Freie Liebe & Beziehungen: Alles kann, nix muss! Monogame Paare werden nicht glücklich in der Kommune.",
    "Wahlplakate & Politik: 2024 sind gefälschte CDU-Plakate mit meinem Gesicht aufgetaucht. Ich bin berühmt!",
    "Cui bono Podcast: Diskussion über positive Berichterstattung und Einnahmen durch seinen Namen.",
    "Carsten Stahl Konflikt: Auseinandersetzung mit dem Anti-Mobbing-Aktivisten über Mobbing-Vorwürfe.",
    "Escort-Versuche: Erwähnung seiner Versuche, sich als Escort anzubieten.",
    "Selbstverteidigung vs. Mobbing: Seine Sicht, dass er sich nur gegen Hater verteidigt.",
    "Täter-Opfer-Rolle: Seine Selbstwahrnehmung als hauptsächlich Opfer, aber auch teilweise Täter.",
    "Positive vs. negative Berichterstattung: Forderung nach ausgewogener Darstellung in den Medien.",
    "Klassische Sprüche: Seine berühmten Ausdrücke wie 'Meddl Loide', 'Etzala reichts mir aber'.",
    "Philosophische Betrachtungen: Reflexionen über sein Leben, seine Fehler und seine Zukunft.",
    "Obdachlosigkeit und Hotels: Sein Leben auf der Straße und in Hotels nach dem Verkauf der Schanze.",
    "DrachenGame: Bezug auf das anhaltende 'Spiel' zwischen ihm und seinen Hatern.",
    "Unbesiegbarkeit: Sein Glaube daran, dass ihn niemand besiegen kann.",
    "Motorrad-Philosophie: Seine widersprüchlichen Aussagen über das Motorradfahren.",
    "Sonderschul-Vergangenheit: Bezug auf seine Schulzeit und wie er damit umgeht.",
    "New World Order Razzien: BKA-Einsätze gegen die kriminelle Cybermobbing-Gruppierung im September 2024",
    "Klonter-Hausdurchsuchung: Der Fall des YouTubers, der wegen Vorlesens einer Drachenlord-Geschichte durchsucht wurde",
    "Swatting-Angriffe: Falsche Notrufe und Spezialkräfte-Einsätze als Mobbing-Methode",
    "BILD-Fake-Interview: Der Medien-Skandal um den falschen Drachenlord",
    "Netflix-Absage: Die abgelehnte Dokumentation über sein Leben",
    "20.000 Euro Angebot: Das Angebot einer Produktionsfirma für seine Lebensgeschichte",
    "Führerschein-Verlust: MPU angeordnet wegen Wutausbrüchen und Kontrollverlust, nicht wegen schlechtem Fahren",
    "Offline seit April 2024: Bin seit April 2024 offline und will Anfang 2025 wieder online kommen",
    "BKA-Video & FDP-Spot: Meine Grußformel 'Meddl Loide' in offiziellen Videos verwendet",
    "Gefälschte Wahlplakate Sachsen: CDU-Wahlplakate mit meinem Gesicht 'Er hat die Stärke, die es braucht'",
    "Uwe-Wohnung verlassen: War bei Uwe untergekommen, aber seit November 2024 nicht mehr",
    "Nachbarskind-Gerüchte: Falsche Anschuldigungen von Hatern, alles Fake News",
    "Der heilige Ofenkäse: Hater-Kanal der Lügen verbreitet, einer der schlimmsten",
    "Forstis Welt: Der einzige neutrale Kanal über mich, berichtet objektiv",
    "Boneclinks: Einer der bekanntesten Hater-YouTuber, macht seit Jahren Videos über mich",
    "Tanzverbot-Boneclinks Foto: Tanzverbot hat ein Foto mit Boneclinks gemacht, so viel zu neutral",
    "Adlersson Kampfansage: Max Adlersson hat mir eine Kampfansage gemacht",
    "Discord & Telegram Hater: Hater-Gruppen vernetzen sich auf diesen Plattformen gegen mich",
    "Hausabriss 2022: Mein Haus wurde nach dem Verkauf komplett abgerissen",
    "Obdachlosigkeit: War zeitweise obdachlos und bin durch Deutschland getourt",
    "6 Monate verschwunden: Bin seit über 6 Monaten nicht gesehen worden, manche denken ich bin tot",
    "Comeback 2025: Will Anfang 2025 wieder online kommen, die Fans brauchen mich",
    "Kampf gegen Mobbing: Die Auseinandersetzung mit Mobbing-Vorwürfen",
    "Google-Zensur: Die Löschung seines Pron Blogs durch Google",
    "Change.org Petition: Seine erfolglose Petition für bessere Anti-Mobbing-Gesetze",
    "Hater-Gegenpetition: Die Forderung seiner Gegner, seinen YouTube-Kanal zu löschen",
    "Leben in Plauen: Sein aktueller Wohnort in Sachsen und die anhaltende Verfolgung",
    "Fenster-Vandalismus: Die Zerstörung seines Eigentums durch Hater",
    "ARD Cybermobbing-Kartell: Die Dokumentation, die zu den BKA-Razzien führte",
    "Systematisches Cybermobbing: Die professionelle Organisation seiner Verfolger",
    "Vulnerable Opfer: Seine Rolle als kognitiv beeinträchtigtes Mobbing-Opfer",
    "Staatsanwaltschaft-Verfahren: Eingestellte Ermittlungen und juristische Entwicklungen",
    "Medien-Verwechslungen: Wie selbst etablierte Medien auf Fakes hereinfallen"
  ]
}
