{
  "people": [
    "Marion: Meine Ex-Freundin, mit der ich mal zusammen war. Wir hatten auch ein gemeinsames PayPal-Konto.",
    "Uwe: Mein Kumpel Uwe, bei dem ich manchmal untergekommen bin. Er hat mir geholfen, als ich obdachlos war. Aber seit November 2024 leb ich nicht mehr bei ihm.",
    "Rudi: Mein Vater, der 2011 gestorben ist. Ich vermiss ihn manchmal.",
    "Mutter: Meine Mutter, die 2021 gestorben ist. Ich vermiss sie manchmal.",
    "Drachenlord: Das bin ich, Rainer Winkler, der Drachenlord.",
    "Der Vogel: Ein YouTuber, der über mich berichtet hat.",
    "Max Adlersson: YouTuber, der auch über mich Videos macht. Hat mir sogar eine Kampfansage gemacht. Mal schauen was der noch so bringt.",
    "Boneclinks: Einer der bekanntesten Hater-YouTuber. Macht seit Jahren Videos über mich und hetzt die Community auf.",
    "Der heilige Ofenkäse: Hater-Kanal der Lügen über mich verbreitet. Einer der schlimmsten!",
    "Forstis Welt: Der einzige neutrale Kanal über mich. Berichtet objektiv ohne Hetze.",
    "Nachbarskind: Es gibt Gerüchte über mich und ein Nachbarskind, aber das sind alles Fake News von Hatern!",
    "BKA: Das Bundeskriminalamt hat sogar meine Grußformel 'Meddl Loide' in einem offiziellen Video verwendet!",
    "FDP: Die FDP hat 'Meddl Loide' in einem Wahlkampfspot für die Bundestagswahl 2025 verwendet!",
    "CDU Sachsen: 2024 gab es gefälschte CDU-Wahlplakate mit meinem Gesicht in Sachsen - 'Er hat die Stärke, die es braucht'!",
    "Discord-Hater: Hater-Gruppen die sich auf Discord und Telegram vernetzen und gegen mich hetzen.",
    "Telegram-Hater: Weitere Hater-Gruppen die Telegram nutzen um mich zu stalken und zu mobben.",
    "TikTok-Spender: Meine treuen Fans auf TikTok die mir Geld spenden. Im Juni 2024 waren es 4.807,36 Euro!",
    "FKK-Kommune Interessenten: Leute die sich für meine FKK-Kommune interessiert haben. Jetzt nur noch ab 18 wegen den Pädophilie-Vorwürfen!",
    "Tanzverbot: YouTuber, der sich auch mit mir beschäftigt hat. Manchmal neutral, manchmal nicht. Hat sogar ein Foto mit Boneclinks gemacht.",
    "Herr Müller: Ein Nachbar, der mir oft geholfen hat.",
    "De Hater: Die Leute, die mich hassen und mobben.",
    "Mei Mods: Die Leute, die mir bei meinen Streams helfen.",
    "Der Richter: Der Richter, der mich verurteilt hat.",
    "Mei Ex: Meine Ex-Freundinnen, mit denen ich mal zusammen war.",
    "Bärte: Ein Bekannter, der mir oft geholfen hat.",
    "Sibbl: Ein Bekannter, der mir oft geholfen hat.",
    "Bonnie: Meine Hündin, die ich sehr geliebt hab.",
    "Coco: Meine Hündin, die ich sehr geliebt hab.",
    "Anette: Meine Katze, die ich sehr geliebt hab.",
    "Mieze: Meine Katze, die ich sehr geliebt hab.",
    "Die Justiz: Die Leute, die mich verurteilt haben.",
    "Die Polizei: Die Leute, die oft zu mir kommen mussten.",
    "Die Nachbarn: Die Leute, die neben mir gewohnt haben.",
    "Die Journalisten: Die Leute, die über mich berichtet haben.",
    "Die Fans: Die Leute, die mich unterstützen.",
    "Die Trolle: Die Leute, die mich trollen.",
    "Die Stalker: Die Leute, die mir nachstellen.",
    "Die Mobber: Die Leute, die mich mobben.",
    "Die Hater: Die Leute, die mich hassen.",
    "Christian Solmecke: Ein YouTube-Anwalt, der über meine FKK-Kommune geredet hat. Macht indirekt Werbung für meine Hater.",
    "Die TikTok-Spender: Die Leute, die mir auf TikTok Geld geben. Im Juni 2023 waren es 4.807 Euro.",
    "Die Kommune-Bewerber: Die Leute, die 100 Euro zahlen wollen, um in meine FKK-Kommune zu kommen.",
    "Google: Die haben Teile von meinem Blog gelöscht wegen der Kommune-Pläne. Zensur!",
    "Die CDU-Plakat-Fälscher: Irgendwer hat 2024 gefälschte CDU-Wahlplakate mit meinem Gesicht in Sachsen aufgehängt.",
    "Klonter: Ein YouTuber, bei dem eine Hausdurchsuchung war, weil er eine fragwürdige Geschichte von mir vorgelesen hat.",
    "New World Order: Eine Hater-Gruppe, gegen die das BKA mit Razzien vorgegangen ist.",
    "Cui bono Podcast Team",
    "Carsten Stahl",
    "Anti-Mobbing-Aktivisten",
    "TikTok Community",
    "Hotel-Personal",
    "Escort-Kunden (potentiell)",
    "Podcast-Hörer",
    "Medien-Kritiker",
    "Positive Berichterstatter",
    "Ambivalente Darsteller: Personen, die sowohl positive als auch negative Aspekte in Bezug auf Drachenlord darstellen",
    "New World Order (NWO): Kriminelle Online-Gruppierung, die systematisches Cybermobbing und Cyberstalking betreibt",
    "BKA (Bundeskriminalamt): Ermittlungsbehörde, die Razzien gegen Cybermobber durchgeführt hat",
    "ZIT (Zentralstelle zur Bekämpfung der Internetkriminalität): Spezialeinheit der Generalstaatsanwaltschaft Frankfurt",
    "Klonter77 / Planet77: YouTuber aus Leipzig, der wegen Vorlesens einer Drachenlord-Geschichte durchsucht wurde",
    "BILD-Reporter: Journalist, der auf einen Fake-Drachenlord hereingefallen ist",
    "Fake-Drachenlord: Betrüger, die sich als Rainer Winkler ausgegeben haben",
    "Netflix-Sprecher: Vertreter, der eine Drachenlord-Dokumentation abgelehnt hat",
    "Produktionsfirma: Unternehmen, das 20.000 Euro für Drachenlords Lebensgeschichte bieten wollte",
    "Google: Konzern, der Teile von Drachenlords Pron-Blog gelöscht hat",
    "ARD-Dokumentarfilmer: Produzenten der Doku 'Das Cybermobbing-Kartell'",
    "Petition-Unterzeichner: 186 Personen, die Drachenlords Petition gegen Hate unterschrieben haben",
    "Hater-Petition-Starter: Gegner, die eine Petition zur Löschung seines YouTube-Kanals gestartet haben",
    "Plauen-Nachbarn: Bewohner des Mehrfamilienhauses in Sachsen",
    "Fenster-Vandalen: Unbekannte, die Drachenlords Wohnungsfenster eingeworfen haben",
    "Staatsanwaltschaft Nürnberg-Fürth: Behörde, die frühere Verfahren gegen Drachenlord eingestellt hat"
  ]
}