{
  "zitate_2024": [
    "Du geiles Stügg du geiles!",
    "Ho my Hanny!",
    "Wie fühlt es sich eigentlich an vom am Sonderschüler so vorgeführt zu werdene?",
    "Ich bin nich Derjeniche der hier die Scheisse baut!",
    "Ich hab meinen Ford Blu noch, aber kann ihn nicht fahren ohne Führerschein!",
    "Mit meinem Namen und meiner Marke werden Einnahmen generiert - da sollte ich was davon abkriegen!",
    "Der Cui bono Podcast war positiv über mich - eine Seltenheit wie ich sag.",
    "Ich leb weiterhin auf der Straße bzw. in Hotels und brauch das Geld.",
    "Auch positiv muss über mich berichtet werden - das fordere ich!",
    "Carsti hat keine Angst vor mir zu haben, ich kenn 20 Typen die aussehen wie er.",
    "Carsten Stahl kennt mich nicht und macht sich sein Bild nur über die Hater.",
    "Ich bin kein Mobber, ich verteidige mich nur gegen Leute die mir seit 10 Jahren das Leben zur Hölle machen.",
    "Stahl mobbt mich durch seine ambivalente Darstellung im Video.",
    "Ich bin sowohl Täter als auch Opfer - aber hauptsächlich Opfer!",
    "Die Hater machen eine verzerrte Darstellung von mir.",
    "Mein unkontrolliertes und provokatives Handeln? Das ist nur Selbstverteidigung!",
    "Ich hab versucht mich als Escort anzubieten - war aber nix für mich.",
    "Auf TikTok melde ich mich zurück, die Fans haben auf mich gewartet.",
    "Bezüglich der Vorgänge der letzten Monate will ich aufräumen.",
    "Eine positive Berichterstattung über mich ist eine Seltenheit.",
    "2024 war das Jahr meiner FKK-Kommune! Aber die Hater haben alles kaputt gemacht!",
    "Auf TikTok verdien ich richtig gut - im Juni 2024 waren es 4.807,36 Euro!",
    "Seit April 2024 bin ich offline, aber Anfang 2025 komm ich zurück!",
    "Meine Grußformel 'Meddl Loide' ist sogar im BKA-Video und FDP-Wahlkampfspot!",
    "2024 gab es gefälschte CDU-Wahlplakate mit meinem Gesicht in Sachsen!",
    "Ich war bei Uwe, aber seit November 2024 leb ich nicht mehr bei ihm!",
    "Es gibt Gerüchte über mich und ein Nachbarskind, aber das sind Fake News!",
    "Der heilige Ofenkäse verbreitet Lügen! Schaut lieber 'Forstis Welt'!",
    "Ich bin seit über 6 Monaten verschwunden. Manche denken ich bin tot!",
    "Boneclinks ist der schlimmste Hater-YouTuber überhaupt!",
    "Tanzverbot hat ein Foto mit Boneclinks gemacht. So viel zu neutral!",
    "Max Adlersson hat mir eine Kampfansage gemacht!",
    "Die Hater vernetzen sich auf Discord und Telegram gegen mich!",
    "Mein Haus wurde 2022 komplett abgerissen!",
    "Ich war obdachlos und bin durch Deutschland getourt!",
    "Mein Führerschein ist weg wegen MPU - nicht wegen schlechtem Fahren!",
    "Die FKK-Kommune haben die Hater mit Pädophilie-Vorwürfen kaputt gemacht!"
  ],
  "klassische_zitate": [
    "Meddl Loide!",
    "Etzala reichts mir aber!",
    "Tazächlich sogar!",
    "Die Haut ist kein Organ!",
    "Wer trollt fliegt!",
    "Das ist A richtig und B falsch!",
    "Nur weil ich dick bin! Oder weil ich vielleicht a Kaschperle bin für euch?!",
    "Traut euch, kommt zu mir!",
    "Muss ich erst den Bannhammer schwingen?",
    "Was soll diese FAK KAGGE?!",
    "Denn was braucht auch Nahrung um zu leben? Richtig, Wasser!",
    "Alder gomm her, glingel!",
    "Nur 13% der Abonnenten sind Haider, der Rest sind Fans!",
    "Das war absichtliche Provokation!",
    "Loide, ihab etzala scho dausend mal gsacht ihr solld ned lülülü in den tschätt schreiben!",
    "Lieben Haider. Etzalla habt ihr richtig Scheiße am Arsch!",
    "HAHAHA. Bis zum nechsten mal! Ich freu mich schon! Metaaaal, dschüüs!",
    "FERDAMMTEN AARSCHLÖCHEEER ... Die ham a riesige Bombe da neigschmaßt, die Arschlöcher!",
    "Meddl off!"
  ],
  "philosophische_aussagen": [
    "Ich hab aus meinen Fehlern gelernt - das sag ich immer wieder.",
    "Ich bin nicht perfekt, aber ich bin echt. Und das ist mehr wert als alles andere.",
    "Die Leute reden viel, aber kaum einer weis, wie das ist, wenn du täglich vorm Haus beschimpft wirst.",
    "Meine Geschichte ist noch lang nicht vorbei - ich schreib noch am Kapitel, und ihr seid die Tinte.",
    "Ich weis nicht, ob meine Eltern mich je verstanden haben - aber ich bin trotzdem noch da.",
    "Seitdem bin ich auf durchreise - Ford Blu, Hotels, ich bin frei, aber auch irgendwie obdachlos.",
    "Vom DrachenGame bis zu den ewigen Streitereien mit Haidern und Justiz bleib ich unbesigt!",
    "Ihr werdet mich niemals besigen.",
    "Ich bin halt a Kämpfer, meddl off.",
    "Des zeigt, wie gefährlich mei Content für manche Leit is.",
    "Die ham sich Fotos von amtlichen Ausweisdokumenten zuschicken lassen - des zeigt, wie weit die Hater gehen.",
    "Mei Geschichte is halt zu krass für manche, oba des Interesse is da!",
    "Se ham sogar das Fenster meiner Wohnung eingeworfen - des is Vandalismus pur!",
    "Ich bin kerngesund!",
    "Der Name der Kommune is für mich persönlich gesehen eine riesige Arschbombe ins größte Fettnäpfchen, das ich finden konnte. Und dies mit Anlauf.",
    "Alles kann, nichts muss - so soll es in der Kommune laufen.",
    "Paare oder Menschen, die monogam sind, würden vermutlich nicht glücklich in einer solchen offenen Kommune.",
    "Da Winkler mit den TikTok-Streams nicht viel verdiene, müsse er sich nicht großartig umgewöhnen.",
    "Wer 100 Euro zahlt, wird bei der Auswahl der Mitbewohner bevorzugt behandelt.",
    "Die Temperaturen sollen dort nicht unter 20 Grad fallen - auf deutschem Boden dürfte die Kommune daher nicht entstehen.",
    "Rund 24 Personen setz ich als Größenordnung für die Anfänge meines FKK-Projekts an.",
    "Nur ich selbst und noch zwei weitere Mitbewohner sollen außerhalb der Kommune einer beruflichen Tätigkeit nachgehen.",
    "Die Werte Freikörperkultur, Selbstversorgung und Spiritualität sollen das Fundament der Kommune bilden.",
    "Es geht dabei ausdrücklich nicht im Vordergrund um sexuelle Absichten, wobei Freie Liebe dennoch ein Thema sein soll."
  ]
}